package com.yyg.thefirstlineofcode.util;

public class Util {
    public static final String[] data = {"开始启程——你的第一行Android代码",
            "先从看得到的入手——探究活动",
            "软件也要拼脸蛋——UI开发的点点滴滴",
            "手机平板要兼顾——探究碎片",
            "全局大喇叭——详解广播机制",
            "数据存储全方案——详解持久化技术",
            "跨程序共享数据——探究内容提供器",
            "丰富你的程序——运用手机多媒体",
            "看看精彩的世界——使用网络技术",
            "后台默默的劳动者——探究服务",
            "Android特色开发——基于位置的服务",
            "最佳UI体验——Material Design实战",
            "继续进阶——你还应该掌握的高级技巧",
            "进入实战——开发酷欧天气",
            "最后一步——将应用发布到360应用商店",
    };
}